{
  "blog": [{
    "filter":"mural love",
    "title": "Mobile lovers",
    "date": "April 2014",
    "excerpt": "korte inhoud",
    "content": "Banksy’s Mobile Lovers appeared in Bristol, United Kingdom, in April 2014. It was created on a wall owned by Broad Plains Boys Club on Clement Street. The artwork depicts an embracing couple being hypnotised by their mobile phones. ",
    "imageURL": "/image/afbeelding1.jpg",
    "imageEXT": "/image/afbeelding1_1.jpg",
    "imageEXT2": "/image/afbeelding1_2.jpg",
    "imageEXT3": "/image/afbeelding1_3.jpg"

  },{
    "filter":"mural love",
    "title": "Girl with Balloon",
    "date": "2002 (started)",
    "excerpt": "korte inhoud",
    "content": "The work depicts a young girl, whose hair and dress are blowing in the wind, reaching for, or releasing, a red, heart-shaped balloon that has slipped from her grasp, flying out of reach. The red balloon is an archetypal symbol many of us connect with, as the only spot of colour in the work, more than a child’s toy, the red balloon evokes fragility of what it stands for: innocence, dreams, hope and love. Whether you see the girl as losing the balloon, or about to catch it, the meaning can be interpreted as a loss of innocence, or the arrival of hope and love. ",
    "imageURL": "/image/afbeelding2.jpg",
    "imageEXT": "/image/afbeelding2_1.jpg",
    "imageEXT2": "/image/afbeelding2_2.jpg",
    "imageEXT3": "/image/afbeelding2_3.jpg"
  },{
    "filter":"love",
    "title": "Love is in the bin",
    "date": "2018",
    "excerpt": "korte inhoud",
    "content": "Love is in the Bin is a 2018 art intervention by Banksy at Sotheby's London, with an unexpected self-destruction of his 2006 painting of Girl with Balloon immediately after it was sold at auction for a record £1,042,000. According to Sotheby's, it is 'the first artwork in history to have been created live during an auction.' The painting has been on permanent loan to the Staatsgalerie Stuttgart since March 2019. ",
    "imageURL": "/image/afbeelding3.jpg",
    "imageEXT": "/image/afbeelding3_1.jpg",
    "imageEXT2": "/image/afbeelding2_2.jpg",
    "imageEXT3": "/image/afbeelding3_2.jpg"
  },{
    "filter":"mural politiek",
    "title": "Slave labour",
    "date": "May 2012",
    "excerpt": "korte inhoud",
    "content": "Slave Labour is a mural that was painted by a British graffiti artist, Banksy, on the side wall of a Poundland store in Wood Green, London in May 2012. The artwork is 48.03 inches (122 cm) high by 59.84 inches (152 cm) wide, and depicts an urchin child at a sewing machine assembling a bunting of Union Jack patches. The work was a protest against the use of sweatshops to manufacture Diamond Jubilee and London Olympics memorabilia in 2012. ",
    "imageURL": "/image/afbeelding4.jpg",
    "imageEXT": "/image/afbeelding4_1.jpg",
    "imageEXT2": "/image/afbeelding4_2.jpg",
    "imageEXT3": "/image/afbeelding4_3.jpg"
  },{
    "filter":"mural",
    "title": "Spy Booth",
    "date": "2013",
    "excerpt": "korte inhoud",
    "content": "With the United Kingdom’s Government Communications Headquarters in Cheltenham, where better for Banksy to create a mural satirising government surveillance? Banksy’s Spy Booth artwork appeared on the wall of a privately-owned house overnight in April 2014. The mural was so popular with tourists, the Georgian house became one of the UK’s most photographed homes and was given listed status protection by Cheltenham Borough Council in 2015.  ",
    "imageURL": "/image/afbeelding5.jpg",
    "imageEXT": "/image/afbeelding5_1.jpg",
    "imageEXT2": "/image/afbeelding5_2.jpg",
    "imageEXT3": "/image/afbeelding5_3.jpg"
  },{
    "filter":"mural love",
    "title": "Well hung lover",
    "date": "2006",
    "excerpt": "korte inhoud",
    "content": "Well Hung Lover is also called as Naked Man. The graffiti was painted on the side of a sexual health clinic. In retrospect it’s actually quite funny, the mural. It depicts a naked man hanging from a windowsill, looking out of the window are two people: a suited man on the left, and a woman in  lingerie on the right, touching his shoulder. Speaks about how the woman could be having an affair. The husband who has his suspicions deliberately turns blind to this affair because he does not intend to lose his partner. Since the mural is painted on the wall of a sexual health clinic. Another interpretation could be how uninformed we want to remain about our sexual problems, the man in suit knows he can’t satisfy her and he is not ready to face the consequences of that dissatisfaction.",
    "imageURL": "/image/afbeelding6.jpg",
    "imageEXT": "/image/afbeelding6_1.jpg",
    "imageEXT2": "/image/afbeelding6_2.jpg",
    "imageEXT3": "/image/afbeelding6_3.jpg"
  },{
    "filter":"mural",
    "title": "The Son of a Migrant from Syria",
    "date": "2015",
    "excerpt": "korte inhoud",
    "content": "The Son of a Migrant from Syria is a 2015 mural by graffiti artist Banksy. The mural was located in the Calais jungle, a nickname for the encampment near Calais, France, where migrants lived as they attempted to enter the United Kingdom. The artwork depicts the late Apple co-founder and former CEO Steve Jobs—the son of a Syrian migrant to the United States—as a traveling migrant.",
    "imageURL": "/image/afbeelding7.jpg",
    "imageEXT": "/image/afbeelding7_1.jpg",
    "imageEXT2": "/image/afbeelding7_2.jpg",
    "imageEXT3": "/image/afbeelding7_3.jpg"
  },{
    "filter":"mural love",
    "title": "Kissing Coppers",
    "date": "2004",
    "excerpt": "korte inhoud",
    "content": "Given the identity of Banksy is unknown, there is oftentimes significant speculation around the message behind his conceptions with Kissing Coppers being no exception. Primarily, scholars seem to disagree on whether the principle message of the work is one of advocation for the public acceptance of homosexuality or rather a simple mockery of authority and law enforcement officers. Those who believe the latter to be the case point to the way in which Banksy’s portrays other authority figures in his art. For example, similarly to Kissing Coppers, Banksy has created stencils depicting Queen Elizabeth as lesbian. According to this interpretation, Banksy simply uses homosexuality as an example of a common identity for which people are discriminated against to call into question the moral and societal authority of individuals such as policemen and the Queen. In contrast, other scholars view Kissing Coppers as a revolutionary piece of art that aims to normalize and cultivate an increased societal acceptance of homosexuality.",
    "imageURL": "/image/afbeelding8.jpg",
    "imageEXT": "/image/afbeelding8_1.jpg",
    "imageEXT2": "/image/afbeelding8_2.jpg",
    "imageEXT3": "/image/afbeelding8_3.jpg"
  },{
    "filter":"mural politiek",
    "title": "One Nation Under CCTV",
    "date": "2007",
    "excerpt": "korte inhoud",
    "content": " His actions are filmed by a policeman next to a barking dog. Since the graffiti is situated next to an actual CCTV camera where it makes us feel as if he is defying the government who is also known as “Big Brother”. Moreover, the policeman who seems to be standing and filming the kid rather than arresting the boy would reflect how society works today with the new technological era known as the ‘Internet’ just like how screen printing was replace by newer technology. Banksy offers an alternative, he offers escapism. People love to be flattered, and Banksy’s work caters to this shallow desire. By making art that often has a solution of sorts, people become impressed with their own intellectual capacity, and by extension they are roused by Banksy’s work.",
    "imageURL": "/image/afbeelding9.jpg",
    "imageEXT": "/image/afbeelding9_1.jpg",
    "imageEXT2": "/image/afbeelding9_2.jpg",
    "imageEXT3": "/image/afbeelding9_3.jpg"
  },{
    "filter":"politiek",
    "title": "Napalm",
    "date": "2004",
    "excerpt": "korte inhoud",
    "content": " Napalm is one of Banksy’s most poignant works. The heartbreaking original photograph shook audiences worldwide, showing Vietnamese children fleeing from a napalm blast that had just hit their home in Trang Bang village. The focal point of the photograph is a nine-year-old girl named Phan Thi Kim Phuc, running naked in fear down a road alongside other children and soldiers of the Vietnam Army 25th Division. Despite suffering severe burns to her back, she survived the attack and now lives in Canada. She has since been the focus of a book entitled The Girl in the Picture by author Denise Chong, published in 1996.",
    "imageURL": "/image/afbeelding10.jpg",
    "imageEXT": "/image/afbeelding10_1.jpg",
    "imageEXT2": "/image/afbeelding10_2.jpg",
    "imageEXT3": "/image/afbeelding10_3.jpg"
  },{
    "filter":"politiek",
    "title": "Dismaland",
    "date": "2015",
    "excerpt": "korte inhoud",
    "content": " “This is a theme park like no other,” intoned the cheekily slick promo spot for Banksy’s most notorious installation. That’s something of an understatement. Launched in 2015, Dismaland was a faux-family-friendly destination on the British seaside. Modeled, of course, on Disneyland, Banksy’s iteration was purposefully bleak, aggressive rather than escapist. One catalyst was the work of painter Jeff Gillette, who has long used ironic Disney imagery to highlight the bitter failings of the modern world.",
    "imageURL": "/image/afbeelding11.jpg",
    "imageEXT": "/image/afbeelding11_1.jpg",
    "imageEXT2": "/image/afbeelding11_2.jpg",
    "imageEXT3": "/image/afbeelding11_3.jpg"
  },{
    "filter":"politiek",
    "title": "Love is in the Air (Flower Trower)",
    "date": "2003",
    "excerpt": "korte inhoud",
    "content": " Banksy first executed this work in Jerusalem in 2003, painting it on the city’s West Bank barrier wall that separates Israel from its Occupied Territories. The image—which has been endlessly replicated since—depicts a protestor, sometimes referred to as “the masked thug,” caught in the act of hurling…a bouquet of colorful flowers, not a Molotov cocktail. (It could be considered a contemporary update on the classic 1967 photo Flower Power, in which protestors stuffed tiny flowers into soldiers’ gun barrels.) This is one of many artworks that Banksy has executed in favor of Palestinian rights, and his advocacy continues to stir controversy.",
    "imageURL": "/image/afbeelding12.jpg",
    "imageEXT": "/image/afbeelding12_1.jpg",
    "imageEXT2": "/image/afbeelding12_2.jpg",
    "imageEXT3": "/image/afbeelding12_3.jpg"
  }]
}
